abusaidm.html-snippets
castwide.solargraph
CoenraadS.bracket-pair-colorizer
CraigMaslowski.erb
donjayamanne.githistory
ecmel.vscode-html-css
hoovercj.ruby-linter
jchannon.csharpextensions
karunamurti.haml
mbessey.vscode-rufo
mkaufman.HTMLHint
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.csharp
ms-vscode.Go
rebornix.Ruby
robinbentley.sass-indented
sianglim.slim
